AGE_CHOICES = (
    ("선택안함", "선택안함"),
    ("10대~20대", "10대~20대"),
    ("20대~30대", "20대~30대"),
    ("30대~40대", "30대~40대"),
    ("40대~50대", "40대~50대"),
    ("50대~60대", "50대~60대"),
    ("60대 이상", "60대 이상"),
)

LEVEL_CHOICES = (
    ("2", "Lv2_인증사용자"),
    ("1", "Lv1_관리자"),
    ("0", "Lv0_개발자"),
)

GENDER_CHOICES = (
    ("남성", "남성"),
    ("여성", "여성"),

)


CATEGORY_CHOICES = (
    ("음주운전", "음주운전"),
    ("공무집행방해", "공무집행방해"),
    ("도주치사상(뺑소니)", "도주치사상(뺑소니)"),
    ("사기죄", "사기죄"),
    ("명예훼손", "명예훼손"),
    ("모욕죄", "모욕죄"),
    ("공연음란죄", "공연음란죄"),
    ("강제추행", "강제추행"),
    ("강간", "강간"),
    ("뇌물", "뇌물"),
    ("보이스피싱", "보이스피싱"),
    ("카촬", "카촬"),
    ("주거침입", "주거침입"),
    ("통매음", "통매음"),
    ("교통범죄(신호위반 등) (교통특례법)", "교통범죄(신호위반 등) (교통특례법)"),
    ("폭행, 상해 등 폭력범죄", "폭행, 상해 등 폭력범죄"),
    ("마약", "마약"),
    ("도박", "도박"),
    ("강도", "강도"),
    ("업무방해", "업무방해"),
    ("협박", "협박"),
    ("운전자폭행", "운전자폭행"),
    ("성매매", "성매매"),
    ("아청법", "아청법"),
    ("음주측정거부", "음주측정거부"),
    ("절도", "절도"),
    ("성범죄 전반", "성범죄 전반"),
    ("코로나방역수칙위반(감염병예방법)", "코로나방역수칙위반(감염병예방법)"),
    ("재물손괴", "재물손괴"),
    ("아동학대", "아동학대"),
    ("횡령, 배임", "횡령, 배임"),
)